Repository: vilarion/Illarion-Website
Catalog: src/Illarion/AccountSystemBundle/Resources/translations/messages.*.xlf
Languages: de

source: The name is good.
de: Der Name ist in Ordnung.

source: This account is already in use.
de: Dieser Name ist bereits in Verwendung.

source: This e-mail address is good.
de: Die E-Mail Adresse ist in Ordnung.

source: This e-mail address is already in use.
de: Diese E-Mail Adresse ist bereits in Verwendung.

source: Missing data. This function requires either the "name" or the "email" field to be populated.
de: Fehlende Daten. Diese Funktion erwartet, dass entweder das "name" oder das "email" Feld gefüllt ist.

source: The validation of the submitted values failed.
de: Die Validierung der übertragenen Daten ist fehlgeschlagen.

source: Missing data. This function requires at least the name and the password field to be populated.
de: Fehlende Daten. Diese Funktion erwartet, dass zumindest Name und Passwort eingetragen sind.

source: Account created.
de: Account wurde erstellt.

source: The name or the E-Mail address is already used.
de: Der Name oder die E-Mail-Adresse ist bereits in Verwendung.

source: Missing data. This function requires any filled entry.
de: Fehlende Daten. Diese Funktion benötigt mindestens einen Wert.

source: Account updated.
de: Account aktuallisiert.

source: Account deleted.
de: Account gelöscht.

source: The name supplies as server identifier is invalid.
de: Die Bezeichnung des Servers der abgefragt werden soll ist ungültig.

source: The character could not be located in the current account.
de: Die Charakter konnte in dem aktuellen Account nicht gefunden werden.

source: Game Server
de: Spiel-Server

source: Development Server
de: Entwicklungs-Server

source: This account is not allowed to create a character on this server.
de: Dieser Account darf auf dem Server keine Charaktere erstellen.

source: Missing data. This function requires all data fields to be filled.
de: Fehlende Daten. Diese Funktion erfordert alle Werte.

source: Character created.
de: Charakter erstellt.

source: Character updated.
de: Charakter aktuallisiert.
